{"Order can't be sent to Aruba Electronic Invoicing:%s":["L'ordine non può essere inviato ad Aruba Fatturazione Elettronica: %s"],"Aruba Electronic Invoicing Configuration":["Configurazione Aruba Fatturazione Elettronica"],"Credit note status":["Stato nota di credito"],"Reinvia fattura":["Reinvia fattura"],"Electronic invoice not generated":["Fattura elettronica non generata"],"Correct Order":["Correggi Ordine"],"Order cannot be generated due to the following errors:":["Ordine non generabile per i seguenti errori:"],"Electronic invoice status":["Stato fattura elettronica"],"Configure taxes on the Aruba plugin":["Configura le imposte sul plugin di Aruba"],"You have installed the Aruba Electronic Invoicing plugin. You need to configure the taxes on the plugin to ensure successful electronic invoicing.":["Hai installato il plugin Aruba Fatturazione Elettronica. Occorre configurare le imposte sul plugin per garantire il buon esito della fatturazione elettronica."],"Best Regards":["Cordiali saluti"],"UPDATE NOW":["AGGIORNA SUBITO"],"confirms the replacement of the plugin.":["conferma la sostituzione del plugin."],"install it on your WooCommerce instance":["installalo sulla tua istanza di WooCommerce"],"Download the updated version of the plugin;":["Scarica la versione aggiornata del plugin;"],"Update it now on your WooCommerce instance to enable proper integration between the online shop and the Electronic Invoicing service.":["Aggiornalo subito sulla tua istanza di WooCommerce per consentire il corretto funzionamento dell`integrazione tra il negozio online e il servizio di Fatturazione Elettronica."],"a new version of the Aruba Electronic Invoicing plugin is available.":["è disponibile una nuova versione del plugin Aruba Fatturazione Elettronica."],"Dear Customer,":["Gentile cliente,"],"WooCommerce is required":["È necessario WooCommerce"],"Invalid endpoint":["Enpoint non valido"],"Order not found":["Ordine non trovato"],"Forbidden Access":["Accesso Negato"],"%s zipCode is not in the correct format":["Il codice postale %s non è nel formato corretto"],"%s zipCode is required":["Il codice postale di %s è necessario"],"%s city is required":["La città di %s è necessaria"],"%s address is required":["L'indirizzo %s è necessario"],"Shipping":["Spedizione"],"Billing":["Fatturazione"],"Payment method `%s` isn`t valid":["Il metodo di pagamento `%s` non è valido"],"None":["Nessuno"],"Shipping - ":["Spedizione - "],"Shipping %s doesn't have related tax rate":["La spedizione %s non ha un'aliquota fiscale correlata"],"Product %s doesn't have related tax rate":["Il prodotto %s non ha un'aliquota fiscale correlata"],"Order can't be empty":["L'ordine non può essere vuoto"],"Customer type is required":["La tipologia di cliente è obbligatoria"],"Customer taxCode is not in the correct format":["Il codice fiscale del cliente non è nel formato corretto"],"Customer taxCode is required":["Il codice fiscale del cliente è necessario"],"Customer last name is required":["Il cognome del cliente è obbligatorio"],"Customer first name is required":["Il nome del cliente è obbligatorio"],"Company PEC is not in the correct format":["La PEC aziendale non è nel formato corretto"],"Company Destination Reference is required":["Il codice destinatario dell'azienda è necessario"],"Company vatCode is not in the correct format":["Il codice fiscale dell'azienda non è nel formato corretto"],"Company taxCode is not in the correct format":["Il codice fiscale dell'azienda non è nel formato corretto"],"Company taxCode or vatCode are required":["Il codice fiscale o la partita IVA sono obbligatori per le aziende"],"Company name or first name and last name are required":["Sono necessari il nome dell'azienda o il nome e cognome"],"Error while creating credit note":["Errore durante la creazione della nota di credito"],"Draft credit note generated":["Generata bozza di nota di credito"],"Invalid Token":["Token non valido"],"Invalid order":["Ordine non valido"],"An error occurred while creating the invoice in Draft [%s].":["Si è verificato un errore durante la creazione della fattura in Bozza [%s]"],"Draft invoice generated":["Generata bozza di fattura"],"An error occurred while sending to Aruba Electronic Invoicing [%s].":["Si è verificato un errore durante l'invio alla Fatturazione Elettronica di Aruba [%s]."],"The order was generated and inserted in the Orders":["L'ordine è stato creato e inserito nella tabella Ordini"],"The invoice was generated and inserted in the Drafts":["La fattura è stata generata e inserita nelle Bozze"],"A problem occurred while creating the draft, please check the e-Invoicing panel":["Si è verificato un problema durante la creazione della bozza, controlla il pannello fatturazione elettronica"],"The invoice was generated":["La fattura è stata generata"],"A problem occurred while creating the invoice, please check the e-Invoicing panel":["Si è verificato un problema durante la creazione della fattura, controlla il pannello fatturazione elettronica"],"The invoice could not be created, its draft was created":["Non è stato possibile creare la fattura, è stata creata la bozza"],"Decorrenza termini":["Decorrenza termini"],"Rifiutata":["Rifiutata"],"Accettata":["Accettata"],"Consegnato":["Consegnato"],"Recapito impossibile":["Recapito impossibile"],"Non consegnata":["Non consegnata"],"Scartata":["Scartata"],"Inviata a SDI":["Inviata a SDI"],"Errore elaborazione":["Errore elaborazione"],"Presa in carico":["Presa in carico"],"Completo":["Completo"],"Incompleto":["Incompleto"],"of":["di"],"Companies\/VAT_entities non-EU":["Aziende\/enti\/P.IVA extra UE"],"Companies\/EU VAT Payers":["Aziende\/enti\/P.IVA UE"],"Non-EU natural persons":["Persone fisiche extra UE"],"EU Individuals":["Persone fisiche UE"],"Tax Rate":["Aliquota imposta"],"Customer Type":["Tipo cliente"],"Taxes":["Imposte"],"General Settings":["Impostazioni generali"],"Plugin Connection":["Connessione plugin"],"Close":["Chiudi"],"An unexpected error has occurred":["Si è verificato un errore inaspettato"],"Subject":["Soggetto"],"You can set a VAT rate of 0 for the specified customer categories by selecting one of the available ones":["Puoi impostare un’aliquota IVA pari a 0 per le categorie di clienti indicate, selezionandone una tra quelle disponibili"],"Foreign Customer Exemption":["Esenzione per clienti esteri"],"Do not apply":["Non applicare"],"Apply":["Applica"],"Elements:":["Elementi:"],"Only letters and numbers are allowed":["Sono ammessi solo lettere e numeri"],"Percentage value based on which to calculate the tax":["Valore percentuale in base al quale calcolare l’imposta"],"In case of a single country setting, enter the 2-digit code, e.g. IT":["In caso di impostazione per singolo paese, inserire il codice a 2 cifre, ad esempio IT"],"Do you confirm the tax rate entry?":["Confermi l’inserimento dell’aliquota?"],"VAT Code":["Codice Partita IVA"],"Country Code":["Codice Nazione"],"Choose by country":["Scegli per singola nazione"],"Choose by area":["Scegli per area"],"Confirm":["Conferma"],"Confirm rate entry?":["Confermi l’inserimento dell’aliquota?"],"Save":["Salva"],"Create new tax rate":["Crea nuova aliquota d’imposta"],"Consult the guides for more details on configuring taxes":["Consulta le guide per maggiori dettagli sulla configurazione delle imposte"],"Configure a tax rate by region or country":[" Configura un’aliquota d’imposta per area geografica o per nazione"],"I confirm that I want to delete the tax rate":["Confermo di voler cancellare l’aliquota d'imposta"],"By confirming, all tax rates set for this class will be deleted, please don`t need to save any more":["Confermando, tutte le aliquote fiscali impostate per questa classe verranno eliminate, non è necessario salvarne altre"],"Do you really want to delete this tax rate?":["Vuoi eliminare questa aliquota d'imposta?"],"Delete this tax rate":["Elimina questa aliquota d'imposta"],"Tax rates":["Aliquote d’imposta"],"Non-EU Countries":["Paesi Extra UE"],"European Community Countries":["Paesi Comunità Europea"],"Italy":["Italia"],"Refer to the payment method configuration guidelines":["Consulta le linee guide per informazioni sulla configurazione del metodi di pagamento"],"Payments":["Pagamenti"],"Some settings are not configured correctly":["Alcune impostazioni non sono configurate correttamente"],"Consult the guides for more details on applying taxes":["Consulta le guide per maggiori dettagli sull’applicazione delle imposte"],"This tax rate configuration will replace the one in the Tax section of the WooCommerce plugin.":["Questa configurazione dell'aliquota fiscale sostituirà quella nella sezione tasse del plugin WooCommerce."],"Taxes will automatically be associated with products\/services based on the nationality of the customer placing the order.":["Le imposte verranno automaticamente associate ai prodotti\/servizi in base alla nazionalità del cliente che sta effettuando l’ordine."],"You can define a single tax rate for the Italian, European or non-European area, or configure a rate for each country.":["Puoi definire un’aliquota d’imposta unica per l’area italiana, europea o extra europea, oppure configurare un’aliquota per ciascuna nazione."],"Tax Configuration":["Configurazione imposte"],"Set a match between the payment methods available on WooCommerce and those set on the eInvoicing service.":["Imposta una corrispondenza tra i metodi di pagamento disponibili su WooCommerce e quelli impostati sul servizio di Fatturazione Elettronica."],"Methods available on Fatturazione Elettronica":["Metodi impostati su Fatturazione Elettronica"],"Methods available on WooCommerce":["Metodi disponibili su WooCommerce"],"Uploading payments":["Caricamento in corso per i pagamenti"],"Automatically send courtesy copy of invoice":["Invio automatico di una copia di cortesia della fattura"],"Do not send the courtesy copy to the customer":["Non inviare la copia di cortesia al cliente"],"Always send a pdf copy of the invoice to the customer`s email address (Recommended)":["Invia sempre una copia in pdf della fattura all’ indirizzo email del cliente (Consigliato)"],"The system will perform a comparison between the customer master data linked to WooCommerce orders and the ones in the Electronic Invoicing service. Choose the action you want it to perform.":["Il sistema eseguirà un confronto tra le anagrafiche clienti collegate agli ordini WooCommerce e quelle presenti sul servizio di Fatturazione Elettronica. Scegli l’azione che vuoi che venga eseguita."],"Create and update customer master data":["Creazione e aggiornamento anagrafiche clienti"],"Never create new master records and never update existing ones in case of new users or mismatched data":["Non creare nuove anagrafiche e non aggiornare mai le esistenti in caso di nuovi utenti o dati non coincidenti"],"Automatically create new master records and update existing ones in case of new users or mismatched data.":["Crea automaticamente nuove anagrafiche ed aggiorna quelle esistenti in caso di nuovi utenti o dati non coincidenti."],"Create invoices for individuals":["Crea fatture per i singoli"],"Allow natural person customer to choose whether or not to receive invoice":["Consenti al cliente persona fisica di scegliere se ricevere o meno la fattura"],"Always create an invoice for natural persons":["Crea sempre una fattura per persone fisiche"],"Description to insert in invoice":["Descrizione da inserire in fattura"],"Product\/Service Name + Short Description":["Nome del prodotto\/servizio + Descrizione breve"],"Product\/Service Name + Description":["Nome del prodotto\/servizio + Descrizione"],"Product\/Service Name":["Nome del prodotto\/servizio"],"Select whether you want to consider paid orders processed by credit card.":["Seleziona se vuoi considerare pagati gli ordini evasi con carta di credito."],"Mark receipts for paid invoices":["Contrassegnare le ricevute per le fatture pagate"],"Do not mark any invoices as collected automatically":["Non segnare nessuna fattura come incassata in automatico"],"Automatically mark invoices paid by credit card as collected":["Segna automaticamente come incassate le fatture pagate con carta di credito"],"Select the order state at which to create order automatically":["Seleziona lo stato dell'ordine in cui creare automaticamente l'ordine"],"Select the order state at which to create and send the invoice automatically":["Seleziona lo stato dell'ordine in cui creare e inviare automaticamente la fattura"],"Select order state to create invoice automatically":["Seleziona lo stato dell'ordine per creare automaticamente la fattura"],"Order state for creation":["Stato dell'ordine per la creazione"],"Order state for automatic invoice creation and sending":["Creazione ordine di vendita e invio fattura"],"Order State for automatic invoice creation":["Stato dell'ordine per la creazione automatica della fattura"],"Pending":["In attesa"],"In process":["In lavorazione"],"Completed":["Completato"],"Awaiting receipt of payment by bank transfer":["Si è in attesa della ricezione del pagamento con bonifico bancario"],"Payment has been received and the order is being prepared":["Il pagamento è stato ricevuto e l’ordine è in preparazione"],"Payment has been received and the order has been processed":["Il pagamento è stato ricevuto e l’ordine risulta evaso"],"By selecting Manual you will be the one to send the invoice to SDI.":["Selezionando Manuale sarai tu a dover inviare la fattura a SDI."],"If you select Automatic, the invoice will automatically be sent to the Interchange System (SDI) whenever an order reaches the status chosen for sending (e.g. completed).":["Selezionando Automatico la fattura verrà inviata automaticamente al Sistema di Interscambio (SDI) ogni volta che un ordine raggiungerà lo stato scelto per l’invio (ad esempio completato)."],"By selecting Manual you will be the one to create the invoice for the sale.":["Selezionando Manuale sarai tu a dover creare la fattura relativa alla vendita."],"If you select Automatic, an electronic invoice will be created each time an order reaches the chosen status for issuance (e.g. completed).":["Selezionando Automatico verrà creata una fattura elettronica ogni volta che un ordine raggiungerà lo stato scelto per l’emissione (ad esempio completato)."],"Send Invoices":["Invio Fatture"],"Manual":["Manuale"],"Tooltip - Manual":["Tooltip - Manuale"],"Tooltip - Automatic (recommended)":["Tooltip - Automatico (consigliato)"],"Automatic (recommended)":["Automatico (consigliato)"],"Create Invoice":["Creazione fatture"],"online guide.":["guida online."],"For more details, see ":["Per maggiori dettagli, consulta la "],"To link the plugin with the WooCommerce e-Invoicing module, open the [b]Settings[\/b] of the billing service, select the [b]E-commerce[\/b] item and copy the client code and secret code for [b]WooCommerce[\/b], then enter them here and complete the configuration.":["Per collegare il plugin con il modulo WooCommerce di Fatturazione Elettronica, apri le [b]Impostazioni[\/b] del servizio di fatturazione, seleziona la voce [b]E-commerce[\/b] e copia il codice cliente e il codice segreto per [b]WooCommerce[\/b], quindi inseriscili qui e completa la configurazione."],"Disconnect":["Scollega"],"Connecting":["Connessione..."],"Connected":["Connesso"],"Secret Code":["Codice Segreto"],"Customer Code":["Codice Cliente"],"Shop Name":["Nome negozio"],"Connection failed: ":["Connessione fallita: "],"error %s":["errore %s"],"Authentication failed":["Autenticazione fallita"],"Communication error, contact support if not resolved":["Errore di comunicazione, contatta l`assistenza in caso non si risolvesse"],"Cancel":["Annulla"],"Do you want to disconnect the plugin?":["Vuoi scollegare il plugin?"],"By unplugging the plugin from the WooCommerce module, orders placed on the online shop will no longer be imported into the invoicing service and you won`t be able to automatically generate invoices for purchases. You will only be able to view existing orders and invoices.":["Scollegando il plugin dal modulo WooCommerce, gli ordini effettuati sul negozio online non verranno più importati sul servizio di fatturazione e non sarà possibile generare in automatico fatture per gli acquisti. Potrai solamente visualizzare ordini e fatture già presenti."],"Disconnect the Aruba Electronic Invoicing plugin?":["Scollegare il plugin Aruba Fatturazione Elettronica?"],"You can choose whether to keep the tax configuration you had on the plugin or restore the WooCommerce ones that existed before the plugin was installed.":["Puoi scegliere se mantenere la configurazione delle imposte che avevi sul plugin oppure ripristinare quelle di WooCommerce precedenti all`installazione del plugin."],"Restore initial taxes":["Ripristina imposte iniziali"],"You`re keeping Aruba taxes":["Mantieni imposte Aruba"],"You are disabling Aruba Electronic Invoicing":["Stai disattivando Aruba Fatturazione Elettronica"],"Checking Tax Rates and Taxes Enablement...":["Controllo abilitazione aliquote ed imposte in corso..."],"To continue, you must enable tax rates and tax calculations in the WooCommerce Settings page":["Per continuare è necassario abilitare le aliquote e i calcoli delle imposte nella pagina Impostazioni di WooCommerce"],"Configure":["Configura"],"E-invoices will be issued from the VAT [VAT ID] in the e-invoicing service.":["Le fatture elettroniche verranno emesse dalla partita IVA [PIVA] impostata nel servizio Fatturazione Elettronica."],"For electronic invoices, the VAT number [PIVA] present within Aruba`s electronic invoicing service will be used":["Per le fatture elettroniche sarà utilizzata la Partita IVA [PIVA] presente all'interno del servizio di fatturazione elettronica di Aruba"],"Save configuration":["Salva configurazione"],"Configure exemptions":["Configura esenzioni"],"The shop name is not editable and will be used in the eInvoice Management Panel to identify the shop from which the order originated.":["Il nome del negozio non è modificabile e verrà usato nel Pannello di gestione di Fatturazione Elettronica per identificare il negozio da cui proviene l'ordine."],"Select the type of description you want to appear on the invoice for each purchased item. The data will be retrieved from the WooCommerce plugin settings.":["Seleziona il tipo di descrizione che vuoi che compaia nella fattura per ogni articolo acquistato. I dati verranno recuperati dalle impostazioni del plugin WooCommerce."],"You can select to always create an invoice for individuals or you can let the customer choose whether or not to receive the invoice. You will be prompted to enter the mandatory tax code when creating the invoice.":["Puoi selezionare di creare sempre una fattura anche per persone fisiche oppure puoi far scegliere al cliente se ricevere o meno la fattura. Per la creazione della fattura verrà richiesto l'inserimento del codice fiscale obbligatorio."],"Settings saved successfully":["Impostazioni salvate correttamente"],"The plugin has been disconnected":["Il plugin è stato scollegato"],"The Aruba Electronic Invoicing plugin has been correctly connected to the WooCommerce module of the e-Billing service. Manage the plugin configuration to indicate the details of operation.":["Il plugin Aruba Fatturazione Elettronica è stato correttamente collegato al modulo WooCommerce del servizio di Fatturazione Elettronica. Gestisci la configurazione del plugin per indicare i dettagli del funzionamento."],"LOADING":["CARICAMENTO"],"Update the Aruba Electronic Invoicing plugin":["Aggiorna il plugin Aruba Fatturazione Elettronica"],"The courtesy copy for the order could not be sent. Please check the email sending options of your shop.":["Non è stato possibile inviare la copia cortesia relativa all'ordine. Verifica le opzioni di invio mail del tuo negozio."],"The copy of the invoice was sent":["La copia della fattura è stata inviata"],"non ricevo allegato!!!":["non ricevo allegato!!!"],"non ricevo ORDINE!!!":["non ricevo ORDINE!!!"],"ORDINE VUOTO!!!":["ORDINE VUOTO!!!"],"Dear customer, we are sending you the invoice for your order {order_number}.":["Gentile cliente ti inviamo la fattura per l'ordine {order_number}."],"Order invoice {order_number}":["Order invoice {order_number}"],"Personalised email for sending copy of invoice":["Email personalizzata per l'invio copia della fattura"],"Courtesy copy":["Copia cortesia"],"Could not access filesystem.":["Impossibile accedere al file system."],"The copy of the invoice can`t be sent":["La copia della fattura non può essere inviata"],"Every 11 minutes":["Ogni 11 minuti"],"Every 5 minutes":["Ogni 5 minuti"],"Invoice":["Fattura"],"Invoice reception method:":["Metodo ricezione fattura:"],"<strong>Error:<\/strong> Invalid nonce":["<strong>Errore:<\/strong> non valido"],"<strong>Select customer type<\/strong> is a required field":["<strong>Seleziona la tipologia di cliente<\/strong> è un campo obbligatorio"],"<strong>Need invoice <\/strong>is not filled in correctly":["<strong>Fattura richiesta <\/strong>compilato non correttamente"],"<strong>VAT number<\/strong> not filled in correctly":["<strong>Partita IVA<\/strong> non compilata correttamente"],"<strong>Fiscal Code<\/strong> is not filled in correctly":["Il <strong>Codice Fiscale<\/strong> non è compilato correttamente"],"<strong>Error :<\/strong> You must fill in the pec field correctly":["<strong>Errore :<\/strong> Devi compilare compilare correttamente il campo PEC"],"<strong>Error :<\/strong>You must fill in the field tax code or VAT number":["<strong>Errore :<\/strong> Devi compilare il campo codice fiscale o partita IVA"],"<strong>Error :<\/strong>You must fill company name or name\/surname":["<strong>Errore :<\/strong> È necessario inserire il nome dell'azienda o il nome\/cognome"],"Not selected":["Non selezionato"],"Private":["Privato"],"PEC address":["Indirizzo PEC"],"VAT number":["Partita IVA"],"Tax code":["Codice Fiscale"],"How would you like to receive an invoice?":["Come vuoi ricevere la fattura?"],"Physical person":["Persona fisica"],"Select":["Seleziona"],"Customer type":["Tipologia cliente"],"Customer data":["Dati cliente"],"(name\/surname or company name required)":["(nome\/cognome o nome dell'azienda obbligatorio)"],"Invoicing data":["Dati di fatturazione"],"(One of the two fields required)":["(Uno dei due campi obbligatori)"],"Fiscal data":["Dati fiscali"],"Address":["Indirizzo"],"Yes":["Sì"],"No identifier":["Nessun identificativo"],"Foreign invoice number":["Codice fattura estera"],"PEC":["PEC"],"SDI (Recipient Code)":["SDI (Codice Destinatario)"],"Person":["Persona fisica"],"Company":["Azienda"],"Do you want an invoice?":["Desideri ricevere la fattura?"],"Yes, I would like to receive the invoice":["Si, voglio ricevere la fattura"],"No":["No"],"Incomplete order":["Ordine incompleto"],"Draft":["Bozza"],"Not applicable":["Non applicabile"],"Invoice Status":["Stato Fattura"],"The document is not avaiable":["Il documento non è disponibile"],"The draft invoice was already sent":["La bozza della fattura è già stata inviata"],"The elettronic invoice was already sent":["La fattura elettronica è già stata inviata"],"Generate draft credit note":["Genera bozza nota di credito"],"Download PDF invoice copy":["Scarica copia fattura in PDF"],"Send copy invoice by email":["Invia copia fattura per email"],"View Invoice":["Visualizza Fattura"],"View credit note":["Visualizza nota di credito"],"Generate draft invoice":["Genera bozza di fattura"],"View order":["Visualizza ordine"],"Setting":["Impostazioni"],"Some of the plugins installed are not compatible with Aruba Electronic Invoicing. Uninstall %s plugins to correctly import orders and issue electronic invoices with Aruba's service":["Alcuni dei plugin installati non sono compatibili con Fatturazione Elettronica Aruba. Disinstalla i plugin %s per importare correttamente gli ordini ed emettere fatture elettroniche con il servizio di Aruba"],"You have added %s to your payment methods. Associate it with one of the payment methods provided by the e-Invoicing service to avoid invoicing errors.":["Hai aggiunto %s ai metodi di pagamento. Associalo a una delle modalità di pagamento previste dal servizio di Fatturazione Elettronica per evitare errori di fatturazione."],"You have set a currency other than €, the Aruba Electronic Invoicing plugin will create invoices in € without currency conversion":["Hai impostato una valuta diversa da €, il plugin Aruba Fatturazione Elettronica creerà fatture in € senza conversione di valuta"],"Some rates are not configured correctly with the Aruba Electronic Invoicing plugin":["Alcune aliquote non sono configurate correttamente con il plugin di Fatturazione Elettronica Aruba"],"Activate now":["Attiva ora"],"Configure now":["Configura ora"],"Complete the configuration of the Aruba Electronic Invoicing plugin to immediately start importing orders into the invoicing service and automatically generate electronic invoices.":["Completa la configurazione del plugin Aruba Fatturazione Elettronica per iniziare subito a importare gli ordini sul servizio di fatturazione e generare automaticamente fatture elettroniche."],"In the WooCommerce settings you have selected the indication of prices including VAT. Change this setting to allow the correct functioning of the Aruba Electronic Invoicing plugin.":["Nelle impostazioni di WooCommerce hai selezionato l'indicazione di prezzi comprensivi di IVA. Modifica questa impostazione per consentire il corretto funzionamento del plugin Aruba Fatturazione Elettronica."],"The WooCommerce module has expired. No new orders will be imported on Aruba's Electronic Invoicing service.":["Il modulo WooCommerce è scaduto. Non verranno importati nuovi ordini sul servizio Fatturazione Elettronica di Aruba."],"The web address of your online shop has changed. Go to the Electronic Billing Panel Settings and generate a new customer code and secret code for WooCommerce within the E-commerce section. Then replace them in the configuration of the Aruba Electronic Invoicing plugin.":["L'indirizzo web del tuo negozio online è cambiato. Accedi alle Impostazioni del Pannello di Fatturazione Elettronica e genera un nuovo codice cliente e codice segreto per WooCommerce all'interno della sezione E-commerce. Quindi sostituiscili nella configurazione del plugin Aruba Fatturazione Elettronica."],"<p><a href='%s' target='_blank'>Download it now from this page<\/a>, install it on WooCommerce and confirm the substitution.<\/p>":["<p><a href='%s' target='_blank'>Scaricala ora da questa pagina<\/a>, installala su WooCommerce e conferma la sostituzione.<\/p>"],"An updated version of the Aruba Electronic Invoicing plugin is now available that brings improvements over the current version.":["È disponibile una versione aggiornata del plugin Aruba Fatturazione Elettronica che apporta miglioramenti rispetto alla versione attuale."],"You have exceeded the maximum limit of %1$s attempts to enter codes. Please wait %2$s seconds before trying again.":["Hai superato il limite massimo di %1$s tentativi per inserire i codici. Attendi %2$s secondi prima di riprovare."],"Aruba Electronic Invoicing":["Aruba Fatturazione Elettronica"],"Aruba Electronic Invoicing - Configuration":["Aruba Fatturazione Elettronica - Configurazione"],"https:\/\/www.aruba.it":["https:\/\/www.aruba.it"],"Aruba.it":["Aruba.it"],"Aruba Fatturazione Elettronica is a WooCommerce plugin for managing e-commerce orders and invoices using Aruba's e-invoicing service":["Aruba Fatturazione Elettronica è un plugin WooCommerce per gestire ordini e fatture di un e-commerce con il servizio di Fatturazione Elettronica Aruba"],"https:\/\/www.pec.it\/acquista-fatturazione-elettronica.aspx":["https:\/\/www.pec.it\/acquista-fatturazione-elettronica.aspx"],"Aruba Fatturazione Elettronica":["Aruba Fatturazione Elettronica"]}