Repository: common-repository/aruba-fatturazione-elettronica
Catalog: languages/aruba-fatturazione-elettronica-*.po
Languages: it_it

source: Invalid endpoint
it_it: Enpoint non valido

source: WooCommerce is required
it_it: È necessario WooCommerce

source: Aruba Electronic Invoicing - Configuration
it_it: Aruba Fatturazione Elettronica - Configurazione

source: Aruba Electronic Invoicing
it_it: Aruba Fatturazione Elettronica

source: You have exceeded the maximum limit of %1$s attempts to enter codes. Please wait %2$s seconds before trying again.
it_it: Hai superato il limite massimo di %1$s tentativi per inserire i codici. Attendi %2$s secondi prima di riprovare.

source: Setting
it_it: Impostazioni

source: View order
it_it: Visualizza ordine

source: Generate draft invoice
it_it: Genera bozza di fattura

source: View credit note
it_it: Visualizza nota di credito

source: View Invoice
it_it: Visualizza Fattura

source: Send copy invoice by email
it_it: Invia copia fattura per email

source: Download PDF invoice copy
it_it: Scarica copia fattura in PDF

source: Generate draft credit note
it_it: Genera bozza nota di credito

source: The elettronic invoice was already sent
it_it: La fattura elettronica è già stata inviata

source: The draft invoice was already sent
it_it: La bozza della fattura è già stata inviata

source: The document is not avaiable
it_it: Il documento non è disponibile

source: Invoice Status
it_it: Stato Fattura

source: Not applicable
it_it: Non applicabile

source: Draft
it_it: Bozza

source: Incomplete order
it_it: Ordine incompleto

source: An updated version of the Aruba Electronic Invoicing plugin is now available that brings improvements over the current version.
it_it: È disponibile una versione aggiornata del plugin Aruba Fatturazione Elettronica che apporta miglioramenti rispetto alla versione attuale.

source: <p><a href='%s' target='_blank'>Download it now from this page</a>, install it on WooCommerce and confirm the substitution.</p>
it_it: <p><a href='%s' target='_blank'>Scaricala ora da questa pagina</a>, installala su WooCommerce e conferma la sostituzione.</p>

source: The web address of your online shop has changed. Go to the Electronic Billing Panel Settings and generate a new customer code and secret code for WooCommerce within the E-commerce section. Then replace them in the configuration of the Aruba Electronic Invoicing plugin.
it_it: L'indirizzo web del tuo negozio online è cambiato. Accedi alle Impostazioni del Pannello di Fatturazione Elettronica e genera un nuovo codice cliente e codice segreto per WooCommerce all'interno della sezione E-commerce. Quindi sostituiscili nella configurazione del plugin Aruba Fatturazione Elettronica.

source: The WooCommerce module has expired. No new orders will be imported on Aruba's Electronic Invoicing service.
it_it: Il modulo WooCommerce è scaduto. Non verranno importati nuovi ordini sul servizio Fatturazione Elettronica di Aruba.

source: In the WooCommerce settings you have selected the indication of prices including VAT. Change this setting to allow the correct functioning of the Aruba Electronic Invoicing plugin.
it_it: Nelle impostazioni di WooCommerce hai selezionato l'indicazione di prezzi comprensivi di IVA. Modifica questa impostazione per consentire il corretto funzionamento del plugin Aruba Fatturazione Elettronica.

source: Complete the configuration of the Aruba Electronic Invoicing plugin to immediately start importing orders into the invoicing service and automatically generate electronic invoices.
it_it: Completa la configurazione del plugin Aruba Fatturazione Elettronica per iniziare subito a importare gli ordini sul servizio di fatturazione e generare automaticamente fatture elettroniche.

source: Configure now
it_it: Configura ora

source: Activate now
it_it: Attiva ora

source: Some rates are not configured correctly with the Aruba Electronic Invoicing plugin
it_it: Alcune aliquote non sono configurate correttamente con il plugin di Fatturazione Elettronica Aruba

source: You have added %s to your payment methods. Associate it with one of the payment methods provided by the e-Invoicing service to avoid invoicing errors.
it_it: Hai aggiunto %s ai metodi di pagamento. Associalo a una delle modalità di pagamento previste dal servizio di Fatturazione Elettronica per evitare errori di fatturazione.

source: Some of the plugins installed are not compatible with Aruba Electronic Invoicing. Uninstall %s plugins to correctly import orders and issue electronic invoices with Aruba's service
it_it: Alcuni dei plugin installati non sono compatibili con Fatturazione Elettronica Aruba. Disinstalla i plugin %s per importare correttamente gli ordini ed emettere fatture elettroniche con il servizio di Aruba

source: Address
it_it: Indirizzo

source: Fiscal data
it_it: Dati fiscali

source: (One of the two fields required)
it_it: (Uno dei due campi obbligatori)

source: Invoicing data
it_it: Dati di fatturazione

source: (name/surname or company name required)
it_it: (nome/cognome o nome dell'azienda obbligatorio)

source: Customer data
it_it: Dati cliente

source: Yes, I would like to receive the invoice
it_it: Si, voglio ricevere la fattura

source: Do you want an invoice?
it_it: Desideri ricevere la fattura?

source: Company
it_it: Azienda

source: Person
it_it: Persona fisica

source: SDI (Recipient Code)
it_it: SDI (Codice Destinatario)

source: Foreign invoice number
it_it: Codice fattura estera

source: No identifier
it_it: Nessun identificativo

source: Yes
it_it: Sì

source: Customer type
it_it: Tipologia cliente

source: Select
it_it: Seleziona

source: Physical person
it_it: Persona fisica

source: How would you like to receive an invoice?
it_it: Come vuoi ricevere la fattura?

source: Tax code
it_it: Codice Fiscale

source: VAT number
it_it: Partita IVA

source: PEC address
it_it: Indirizzo PEC

source: Private
it_it: Privato

source: Not selected
it_it: Non selezionato

source: <strong>Error :</strong>You must fill company name or name/surname
it_it: <strong>Errore :</strong> È necessario inserire il nome dell'azienda o il nome/cognome

source: <strong>Error :</strong>You must fill in the field tax code or VAT number
it_it: <strong>Errore :</strong> Devi compilare il campo codice fiscale o partita IVA

source: <strong>Error :</strong> You must fill in the pec field correctly
it_it: <strong>Errore :</strong> Devi compilare compilare correttamente il campo PEC

source: <strong>Fiscal Code</strong> is not filled in correctly
it_it: Il <strong>Codice Fiscale</strong> non è compilato correttamente

source: <strong>VAT number</strong> not filled in correctly
it_it: <strong>Partita IVA</strong> non compilata correttamente

source: <strong>Need invoice </strong>is not filled in correctly
it_it: <strong>Fattura richiesta </strong>compilato non correttamente

source: <strong>Select customer type</strong> is a required field
it_it: <strong>Seleziona la tipologia di cliente</strong> è un campo obbligatorio

source: <strong>Error:</strong> Invalid nonce
it_it: <strong>Errore:</strong> non valido

source: Invoice reception method:
it_it: Metodo ricezione fattura:

source: Invoice
it_it: Fattura

source: Every 5 minutes
it_it: Ogni 5 minuti

source: Every 11 minutes
it_it: Ogni 11 minuti

source: The copy of the invoice can`t be sent
it_it: La copia della fattura non può essere inviata

source: Could not access filesystem.
it_it: Impossibile accedere al file system.

source: Courtesy copy
it_it: Copia cortesia

source: Personalised email for sending copy of invoice
it_it: Email personalizzata per l'invio copia della fattura

source: Dear customer, we are sending you the invoice for your order {order_number}.
it_it: Gentile cliente ti inviamo la fattura per l'ordine {order_number}.

source: The copy of the invoice was sent
it_it: La copia della fattura è stata inviata

source: The courtesy copy for the order could not be sent. Please check the email sending options of your shop.
it_it: Non è stato possibile inviare la copia cortesia relativa all'ordine. Verifica le opzioni di invio mail del tuo negozio.

source: Update the Aruba Electronic Invoicing plugin
it_it: Aggiorna il plugin Aruba Fatturazione Elettronica

source: LOADING
it_it: CARICAMENTO

source: The Aruba Electronic Invoicing plugin has been correctly connected to the WooCommerce module of the e-Billing service. Manage the plugin configuration to indicate the details of operation.
it_it: Il plugin Aruba Fatturazione Elettronica è stato correttamente collegato al modulo WooCommerce del servizio di Fatturazione Elettronica. Gestisci la configurazione del plugin per indicare i dettagli del funzionamento.

source: The plugin has been disconnected
it_it: Il plugin è stato scollegato

source: Settings saved successfully
it_it: Impostazioni salvate correttamente

source: You can select to always create an invoice for individuals or you can let the customer choose whether or not to receive the invoice. You will be prompted to enter the mandatory tax code when creating the invoice.
it_it: Puoi selezionare di creare sempre una fattura anche per persone fisiche oppure puoi far scegliere al cliente se ricevere o meno la fattura. Per la creazione della fattura verrà richiesto l'inserimento del codice fiscale obbligatorio.

source: Select the type of description you want to appear on the invoice for each purchased item. The data will be retrieved from the WooCommerce plugin settings.
it_it: Seleziona il tipo di descrizione che vuoi che compaia nella fattura per ogni articolo acquistato. I dati verranno recuperati dalle impostazioni del plugin WooCommerce.

source: The shop name is not editable and will be used in the eInvoice Management Panel to identify the shop from which the order originated.
it_it: Il nome del negozio non è modificabile e verrà usato nel Pannello di gestione di Fatturazione Elettronica per identificare il negozio da cui proviene l'ordine.

source: Configure exemptions
it_it: Configura esenzioni

source: Save configuration
it_it: Salva configurazione

source: For electronic invoices, the VAT number [PIVA] present within Aruba`s electronic invoicing service will be used
it_it: Per le fatture elettroniche sarà utilizzata la Partita IVA [PIVA] presente all'interno del servizio di fatturazione elettronica di Aruba

source: E-invoices will be issued from the VAT [VAT ID] in the e-invoicing service.
it_it: Le fatture elettroniche verranno emesse dalla partita IVA [PIVA] impostata nel servizio Fatturazione Elettronica.

source: Aruba Electronic Invoicing Configuration
it_it: Configurazione Aruba Fatturazione Elettronica

source: Configure
it_it: Configura

source: To continue, you must enable tax rates and tax calculations in the WooCommerce Settings page
it_it: Per continuare è necassario abilitare le aliquote e i calcoli delle imposte nella pagina Impostazioni di WooCommerce

source: Checking Tax Rates and Taxes Enablement...
it_it: Controllo abilitazione aliquote ed imposte in corso...

source: You are disabling Aruba Electronic Invoicing
it_it: Stai disattivando Aruba Fatturazione Elettronica

source: You`re keeping Aruba taxes
it_it: Mantieni imposte Aruba

source: Restore initial taxes
it_it: Ripristina imposte iniziali

source: You can choose whether to keep the tax configuration you had on the plugin or restore the WooCommerce ones that existed before the plugin was installed.
it_it: Puoi scegliere se mantenere la configurazione delle imposte che avevi sul plugin oppure ripristinare quelle di WooCommerce precedenti all`installazione del plugin.

source: Disconnect the Aruba Electronic Invoicing plugin?
it_it: Scollegare il plugin Aruba Fatturazione Elettronica?

source: By unplugging the plugin from the WooCommerce module, orders placed on the online shop will no longer be imported into the invoicing service and you won`t be able to automatically generate invoices for purchases. You will only be able to view existing orders and invoices.
it_it: Scollegando il plugin dal modulo WooCommerce, gli ordini effettuati sul negozio online non verranno più importati sul servizio di fatturazione e non sarà possibile generare in automatico fatture per gli acquisti. Potrai solamente visualizzare ordini e fatture già presenti.

source: Do you want to disconnect the plugin?
it_it: Vuoi scollegare il plugin?

source: Cancel
it_it: Annulla

source: Communication error, contact support if not resolved
it_it: Errore di comunicazione, contatta l`assistenza in caso non si risolvesse

source: Authentication failed
it_it: Autenticazione fallita

source: error %s
it_it: errore %s

source: Connection failed:
it_it: Connessione fallita:

source: Shop Name
it_it: Nome negozio

source: Customer Code
it_it: Codice Cliente

source: Secret Code
it_it: Codice Segreto

source: Connected
it_it: Connesso

source: Connecting
it_it: Connessione...

source: Disconnect
it_it: Scollega

source: To link the plugin with the WooCommerce e-Invoicing module, open the [b]Settings[/b] of the billing service, select the [b]E-commerce[/b] item and copy the client code and secret code for [b]WooCommerce[/b], then enter them here and complete the configuration.
it_it: Per collegare il plugin con il modulo WooCommerce di Fatturazione Elettronica, apri le [b]Impostazioni[/b] del servizio di fatturazione, seleziona la voce [b]E-commerce[/b] e copia il codice cliente e il codice segreto per [b]WooCommerce[/b], quindi inseriscili qui e completa la configurazione.

source: online guide.
it_it: guida online.

source: Create Invoice
it_it: Creazione fatture

source: Automatic (recommended)
it_it: Automatico (consigliato)

source: Tooltip - Automatic (recommended)
it_it: Tooltip - Automatico (consigliato)

source: Tooltip - Manual
it_it: Tooltip - Manuale

source: Manual
it_it: Manuale

source: Send Invoices
it_it: Invio Fatture

source: If you select Automatic, an electronic invoice will be created each time an order reaches the chosen status for issuance (e.g. completed).
it_it: Selezionando Automatico verrà creata una fattura elettronica ogni volta che un ordine raggiungerà lo stato scelto per l’emissione (ad esempio completato).

source: By selecting Manual you will be the one to create the invoice for the sale.
it_it: Selezionando Manuale sarai tu a dover creare la fattura relativa alla vendita.

source: If you select Automatic, the invoice will automatically be sent to the Interchange System (SDI) whenever an order reaches the status chosen for sending (e.g. completed).
it_it: Selezionando Automatico la fattura verrà inviata automaticamente al Sistema di Interscambio (SDI) ogni volta che un ordine raggiungerà lo stato scelto per l’invio (ad esempio completato).

source: By selecting Manual you will be the one to send the invoice to SDI.
it_it: Selezionando Manuale sarai tu a dover inviare la fattura a SDI.

source: Payment has been received and the order has been processed
it_it: Il pagamento è stato ricevuto e l’ordine risulta evaso

source: Payment has been received and the order is being prepared
it_it: Il pagamento è stato ricevuto e l’ordine è in preparazione

source: Awaiting receipt of payment by bank transfer
it_it: Si è in attesa della ricezione del pagamento con bonifico bancario

source: Completed
it_it: Completato

source: In process
it_it: In lavorazione

source: Pending
it_it: In attesa

source: Order State for automatic invoice creation
it_it: Stato dell'ordine per la creazione automatica della fattura

source: Order state for automatic invoice creation and sending
it_it: Creazione ordine di vendita e invio fattura

source: Order state for creation
it_it: Stato dell'ordine per la creazione

source: Select order state to create invoice automatically
it_it: Seleziona lo stato dell'ordine per creare automaticamente la fattura

source: Select the order state at which to create and send the invoice automatically
it_it: Seleziona lo stato dell'ordine in cui creare e inviare automaticamente la fattura

source: Select the order state at which to create order automatically
it_it: Seleziona lo stato dell'ordine in cui creare automaticamente l'ordine

source: Automatically mark invoices paid by credit card as collected
it_it: Segna automaticamente come incassate le fatture pagate con carta di credito

source: Do not mark any invoices as collected automatically
it_it: Non segnare nessuna fattura come incassata in automatico

source: Mark receipts for paid invoices
it_it: Contrassegnare le ricevute per le fatture pagate

source: Select whether you want to consider paid orders processed by credit card.
it_it: Seleziona se vuoi considerare pagati gli ordini evasi con carta di credito.

source: Product/Service Name
it_it: Nome del prodotto/servizio

source: Product/Service Name + Description
it_it: Nome del prodotto/servizio + Descrizione

source: Product/Service Name + Short Description
it_it: Nome del prodotto/servizio + Descrizione breve

source: Description to insert in invoice
it_it: Descrizione da inserire in fattura

source: Always create an invoice for natural persons
it_it: Crea sempre una fattura per persone fisiche

source: Allow natural person customer to choose whether or not to receive invoice
it_it: Consenti al cliente persona fisica di scegliere se ricevere o meno la fattura

source: Create invoices for individuals
it_it: Crea fatture per i singoli

source: Automatically create new master records and update existing ones in case of new users or mismatched data.
it_it: Crea automaticamente nuove anagrafiche ed aggiorna quelle esistenti in caso di nuovi utenti o dati non coincidenti.

source: Never create new master records and never update existing ones in case of new users or mismatched data
it_it: Non creare nuove anagrafiche e non aggiornare mai le esistenti in caso di nuovi utenti o dati non coincidenti

source: Create and update customer master data
it_it: Creazione e aggiornamento anagrafiche clienti

source: The system will perform a comparison between the customer master data linked to WooCommerce orders and the ones in the Electronic Invoicing service. Choose the action you want it to perform.
it_it: Il sistema eseguirà un confronto tra le anagrafiche clienti collegate agli ordini WooCommerce e quelle presenti sul servizio di Fatturazione Elettronica. Scegli l’azione che vuoi che venga eseguita.

source: Always send a pdf copy of the invoice to the customer`s email address (Recommended)
it_it: Invia sempre una copia in pdf della fattura all’ indirizzo email del cliente (Consigliato)

source: Do not send the courtesy copy to the customer
it_it: Non inviare la copia di cortesia al cliente

source: Automatically send courtesy copy of invoice
it_it: Invio automatico di una copia di cortesia della fattura

source: Uploading payments
it_it: Caricamento in corso per i pagamenti

source: Methods available on WooCommerce
it_it: Metodi disponibili su WooCommerce

source: Methods available on Fatturazione Elettronica
it_it: Metodi impostati su Fatturazione Elettronica

source: Set a match between the payment methods available on WooCommerce and those set on the eInvoicing service.
it_it: Imposta una corrispondenza tra i metodi di pagamento disponibili su WooCommerce e quelli impostati sul servizio di Fatturazione Elettronica.

source: Tax Configuration
it_it: Configurazione imposte

source: You can define a single tax rate for the Italian, European or non-European area, or configure a rate for each country.
it_it: Puoi definire un’aliquota d’imposta unica per l’area italiana, europea o extra europea, oppure configurare un’aliquota per ciascuna nazione.

source: Taxes will automatically be associated with products/services based on the nationality of the customer placing the order.
it_it: Le imposte verranno automaticamente associate ai prodotti/servizi in base alla nazionalità del cliente che sta effettuando l’ordine.

source: This tax rate configuration will replace the one in the Tax section of the WooCommerce plugin.
it_it: Questa configurazione dell'aliquota fiscale sostituirà quella nella sezione tasse del plugin WooCommerce.

source: Consult the guides for more details on applying taxes
it_it: Consulta le guide per maggiori dettagli sull’applicazione delle imposte

source: Some settings are not configured correctly
it_it: Alcune impostazioni non sono configurate correttamente

source: Payments
it_it: Pagamenti

source: Refer to the payment method configuration guidelines
it_it: Consulta le linee guide per informazioni sulla configurazione del metodi di pagamento

source: Italy
it_it: Italia

source: European Community Countries
it_it: Paesi Comunità Europea

source: Non-EU Countries
it_it: Paesi Extra UE

source: Tax rates
it_it: Aliquote d’imposta

source: Delete this tax rate
it_it: Elimina questa aliquota d'imposta

source: Do you really want to delete this tax rate?
it_it: Vuoi eliminare questa aliquota d'imposta?

source: By confirming, all tax rates set for this class will be deleted, please don`t need to save any more
it_it: Confermando, tutte le aliquote fiscali impostate per questa classe verranno eliminate, non è necessario salvarne altre

source: I confirm that I want to delete the tax rate
it_it: Confermo di voler cancellare l’aliquota d'imposta

source: Configure a tax rate by region or country
it_it: Configura un’aliquota d’imposta per area geografica o per nazione

source: Consult the guides for more details on configuring taxes
it_it: Consulta le guide per maggiori dettagli sulla configurazione delle imposte

source: Create new tax rate
it_it: Crea nuova aliquota d’imposta

source: Save
it_it: Salva

source: Confirm rate entry?
it_it: Confermi l’inserimento dell’aliquota?

source: Confirm
it_it: Conferma

source: Choose by area
it_it: Scegli per area

source: Choose by country
it_it: Scegli per singola nazione

source: Country Code
it_it: Codice Nazione

source: VAT Code
it_it: Codice Partita IVA

source: Do you confirm the tax rate entry?
it_it: Confermi l’inserimento dell’aliquota?

source: In case of a single country setting, enter the 2-digit code, e.g. IT
it_it: In caso di impostazione per singolo paese, inserire il codice a 2 cifre, ad esempio IT

source: Percentage value based on which to calculate the tax
it_it: Valore percentuale in base al quale calcolare l’imposta

source: Only letters and numbers are allowed
it_it: Sono ammessi solo lettere e numeri

source: Elements:
it_it: Elementi:

source: Apply
it_it: Applica

source: Do not apply
it_it: Non applicare

source: Foreign Customer Exemption
it_it: Esenzione per clienti esteri

source: You can set a VAT rate of 0 for the specified customer categories by selecting one of the available ones
it_it: Puoi impostare un’aliquota IVA pari a 0 per le categorie di clienti indicate, selezionandone una tra quelle disponibili

source: Subject
it_it: Soggetto

source: An unexpected error has occurred
it_it: Si è verificato un errore inaspettato

source: Close
it_it: Chiudi

source: Plugin Connection
it_it: Connessione plugin

source: General Settings
it_it: Impostazioni generali

source: Taxes
it_it: Imposte

source: Customer Type
it_it: Tipo cliente

source: Tax Rate
it_it: Aliquota imposta

source: EU Individuals
it_it: Persone fisiche UE

source: Non-EU natural persons
it_it: Persone fisiche extra UE

source: Companies/EU VAT Payers
it_it: Aziende/enti/P.IVA UE

source: Companies/VAT_entities non-EU
it_it: Aziende/enti/P.IVA extra UE

source: of
it_it: di

source: The invoice could not be created, its draft was created
it_it: Non è stato possibile creare la fattura, è stata creata la bozza

source: A problem occurred while creating the invoice, please check the e-Invoicing panel
it_it: Si è verificato un problema durante la creazione della fattura, controlla il pannello fatturazione elettronica

source: The invoice was generated
it_it: La fattura è stata generata
