Repository: common-repository/aruba-fatturazione-elettronica
Catalog: languages/aruba-fatturazione-elettronica-*.po
Languages: it_it

source: A problem occurred while creating the draft, please check the e-Invoicing panel
it_it: Si è verificato un problema durante la creazione della bozza, controlla il pannello fatturazione elettronica

source: The invoice was generated and inserted in the Drafts
it_it: La fattura è stata generata e inserita nelle Bozze

source: The order was generated and inserted in the Orders
it_it: L'ordine è stato creato e inserito nella tabella Ordini

source: An error occurred while sending to Aruba Electronic Invoicing [%s].
it_it: Si è verificato un errore durante l'invio alla Fatturazione Elettronica di Aruba [%s].

source: Draft invoice generated
it_it: Generata bozza di fattura

source: An error occurred while creating the invoice in Draft [%s].
it_it: Si è verificato un errore durante la creazione della fattura in Bozza [%s]

source: Invalid order
it_it: Ordine non valido

source: Invalid Token
it_it: Token non valido

source: Draft credit note generated
it_it: Generata bozza di nota di credito

source: Error while creating credit note
it_it: Errore durante la creazione della nota di credito

source: Company name or first name and last name are required
it_it: Sono necessari il nome dell'azienda o il nome e cognome

source: Company taxCode or vatCode are required
it_it: Il codice fiscale o la partita IVA sono obbligatori per le aziende

source: Company taxCode is not in the correct format
it_it: Il codice fiscale dell'azienda non è nel formato corretto

source: Company vatCode is not in the correct format
it_it: Il codice fiscale dell'azienda non è nel formato corretto

source: Company Destination Reference is required
it_it: Il codice destinatario dell'azienda è necessario

source: Company PEC is not in the correct format
it_it: La PEC aziendale non è nel formato corretto

source: Customer first name is required
it_it: Il nome del cliente è obbligatorio

source: Customer last name is required
it_it: Il cognome del cliente è obbligatorio

source: Customer taxCode is required
it_it: Il codice fiscale del cliente è necessario

source: Customer taxCode is not in the correct format
it_it: Il codice fiscale del cliente non è nel formato corretto

source: Customer type is required
it_it: La tipologia di cliente è obbligatoria

source: Order can't be empty
it_it: L'ordine non può essere vuoto

source: Product %s doesn't have related tax rate
it_it: Il prodotto %s non ha un'aliquota fiscale correlata

source: Shipping %s doesn't have related tax rate
it_it: La spedizione %s non ha un'aliquota fiscale correlata

source: Shipping -
it_it: Spedizione -

source: None
it_it: Nessuno

source: Payment method `%s` isn`t valid
it_it: Il metodo di pagamento `%s` non è valido

source: Billing
it_it: Fatturazione

source: Shipping
it_it: Spedizione

source: %s address is required
it_it: L'indirizzo %s è necessario

source: %s city is required
it_it: La città di %s è necessaria

source: %s zipCode is required
it_it: Il codice postale di %s è necessario

source: %s zipCode is not in the correct format
it_it: Il codice postale %s non è nel formato corretto

source: Order can't be sent to Aruba Electronic Invoicing:%s
it_it: L'ordine non può essere inviato ad Aruba Fatturazione Elettronica: %s

source: Forbidden Access
it_it: Accesso Negato

source: Order not found
it_it: Ordine non trovato

source: Dear Customer,
it_it: Gentile cliente,

source: a new version of the Aruba Electronic Invoicing plugin is available.
it_it: è disponibile una nuova versione del plugin Aruba Fatturazione Elettronica.

source: Update it now on your WooCommerce instance to enable proper integration between the online shop and the Electronic Invoicing service.
it_it: Aggiornalo subito sulla tua istanza di WooCommerce per consentire il corretto funzionamento dell`integrazione tra il negozio online e il servizio di Fatturazione Elettronica.

source: Download the updated version of the plugin;
it_it: Scarica la versione aggiornata del plugin;

source: install it on your WooCommerce instance
it_it: installalo sulla tua istanza di WooCommerce

source: confirms the replacement of the plugin.
it_it: conferma la sostituzione del plugin.

source: UPDATE NOW
it_it: AGGIORNA SUBITO

source: Best Regards
it_it: Cordiali saluti

source: You have installed the Aruba Electronic Invoicing plugin. You need to configure the taxes on the plugin to ensure successful electronic invoicing.
it_it: Hai installato il plugin Aruba Fatturazione Elettronica. Occorre configurare le imposte sul plugin per garantire il buon esito della fatturazione elettronica.

source: Configure taxes on the Aruba plugin
it_it: Configura le imposte sul plugin di Aruba

source: Electronic invoice status
it_it: Stato fattura elettronica

source: Order cannot be generated due to the following errors:
it_it: Ordine non generabile per i seguenti errori:

source: Correct Order
it_it: Correggi Ordine

source: Electronic invoice not generated
it_it: Fattura elettronica non generata

source: Credit note status
it_it: Stato nota di credito

source: <strong>Error :</strong> Company Destination Reference is not in the correct format
it_it: <strong>Errore :</strong> Il codice destinatario dell'azienda non è nel formato corretto

source: Company Destination Reference is not in the correct format
it_it: Il codice destinatario dell'azienda non è nel formato corretto

source: Display of product amounts in the order/invoice
it_it: Modalità di visualizzazione degli importi dei prodotti nell'ordine/nella fattura

source: Shows the amount of the product divided between the basic price and the cost of surcharges (e.g. for additional machining, customisation, etc.).
it_it: Mostra l'importo del prodotto suddiviso fra prezzo base e costo delle maggiorazioni (ad esempio per lavorazioni aggiuntive, personalizzazioni, ecc.)

source: Always show the full amount of the product in one price field (product price and any mark-ups)
it_it: Mostra sempre tutto l'importo del prodotto in un unico campo prezzo (prezzo del prodotto ed eventuali maggiorazioni di prezzo)

source: Bank to be associated if payment by bank transfer (Optional)
it_it: Banca da associare se pagamento Bonifico (Opzionale)

source: If you select a bank this will be used for both invoices and orders and the bank entered in the woocommerce bank transfer settings will be overwritten.
it_it: Se selezioni una banca questa verrà utilizzata sia per le fatture che per gli ordini e verrà sovrascritta la banca inserita nelle impostazioni "bonifico bancario" di woocommerce.
